import Head from "next/head";
import Layout from "@/components/layout";
import styles from "@/styles/Shared.module.css";

export default function TermsAndConditions() {
  return (
    <Layout>
      <Head>
        <title>Правила и условия</title>
      </Head>

      <main>
        <div className={styles.terms}>
          <strong>Правила и условия</strong>
          <p>www.activ-layr.bg</p>

          <strong>1. ПРАВИЛА И УСЛОВИЯ</strong>
          <p>
            Използването на уебсайта www.activ-layr.bg предполага приемане на
            тези Общи условия от потребителя
          </p>

          <strong>2. КОМПАНИЯ</strong>
          <p>
            “ТАМАКРИС“ ЕООД
            <br />
            ЕИК: 203726499
            <br />
            Адрес: гр. София, п.к. 1750, ж.к. Младост 1, бл. 29А, вх.2, ап. 43
          </p>

          <strong>3. СОБСТВЕНОСТ - АВТОРСКО ПРАВО</strong>

          <p>
            Използването на уебсайта www.activ-layr.bg (включително посещение и
            закупуване на продукти) предполага приемане на определени правила и
            условия за използване, под формата на правен договор между
            потребителя и ТАМАКРИС ЕООД, следователно препоръчваме внимателно да
            прочетете следващите параграфи.
          </p>

          <p>
            Посещението или закупуването на продукти на уебсайта
            www.activ-layr.bg автоматично предполага приемане на тези правила и
            условия. По същия начин използването на всякакви други настоящи или
            бъдещи услуги, предоставяни от ТАМАКРИС ЕООД, предполага приемане на
            същите правила и условия.
          </p>

          <p>
            Цялото съдържание на уебсайта www.activ-layr.bg е защитено съгласно
            закона за авторското право и законите относно правата върху
            интелектуалната собственост. Използване без писменото съгласие на
            ТАМАКРИС ЕООД. на всякакви елементи, принадлежащи към уебсайта
            www.activ-layr.bg, се наказва съгласно действащите закони.
          </p>

          <p>
            Компанията НЕ предоставя на потребителя правото да променя частично
            или изцяло уебсайта, да възпроизвежда частично или изцяло уебсайта,
            да копира, продава или използва уебсайта по какъвто и да е друг
            начин без съгласието на компанията. Посетителят/Клиентът няма право
            да променя, копира, разпространява, предава, показва, публикува,
            възпроизвежда, предоставя лицензи, създава производни произведения,
            прехвърля или продава информация или услуги, получени от или чрез
            този уебсайт. Информираме ви, че ACTIVLAYR е регистрирана търговска
            марка, в този смисъл всяко използване на търговската марка без
            съгласието на компанията се наказва съгласно закона.
          </p>

          <p>
            Съдържанието на този уебсайт, включително, но не само логото,
            стилизирани изображения, символи, изображения, снимки, текстово
            съдържание и други подобни, са изключителна собственост на ТАМАКРИС
            ЕООД. Забранено е копирането, разпространението, публикуването,
            модифицирането, допълването, използването, показването, включването,
            свързването, предаването, премахването на отличителни знаци, снимки,
            изображения, фрагменти от текст, показване, продажба и др. на
            съдържанието, данните, информацията, снимките или друга информация,
            намираща се на сайта, без изричното писмено разрешение от ТАМАКРИС
            ЕООД.
          </p>

          <p>
            Никой Клиент не придобива, като използва и осъществява достъп до
            сайта, каквото и да е право или лиценз за използване на която и да е
            информация на сайта. Никой клиент няма право да използва автоматично
            или ръчно устройство за наблюдение на материалите, налични на сайта.
          </p>

          <strong>4. КЛИЕНТИ – ПОВЕРИТЕЛНОСТ И ЗАЩИТА НА ЛИЧНИТЕ ДАННИ</strong>
          <p>
            Клиентът има задължението да пази поверителността на информацията,
            която му е станала известна при достъпа и използването на сайта,
            както и по повод удостоверяване, правене и изпълнение на поръчки и
            други подобни аспекти във връзка с използването на сайта. Забранява
            се на клиента да разкрива на трети лица отношенията си с ТАМАКРИС
            ЕООД без изричното съгласие на дружеството, предоставено
            предварително в писмен вид.
          </p>

          <p>
            Предаването от страна на Клиента на информация или материали чрез
            този сайт, идеи, концепции, ноу-хау, техники и др. ни предоставя
            неограничен и неотменим достъп до правото да използваме,
            възпроизвеждаме, показваме, променяме, предаваме и разпространяваме
            такива материали или информация.
          </p>

          <p>
            Наличността на даден продукт на склад, независимо дали е част от
            промоция или не, се съобщава по имейл или телефон след направена
            поръчка от Клиента.
          </p>

          <p>
            www.activ-layr.bg има стриктна политика за спазване на
            поверителността на клиентските данни.
          </p>

          <p>
            Чрез достъп до нашия уебсайт и продукти ТАМАКРИС ЕООД обработва
            вашите лични данни, необходими за изпълнение на целите, за които
            тези данни са били поискани и съхранени. Всяка категория данни ще се
            събира за конкретни, изрични и легитимни цели и няма да се обработва
            впоследствие по начин, несъвместим с тези цели, и ще бъде за период,
            който не надвишава периода, необходим за изпълнение на целите, за
            които се обработват.
          </p>

          <strong>5. ИНФОРМАЦИЯ ЗА ПРОДУКТА И ЦЕНИ</strong>

          <p>
            Цените, показани на уебсайта www.activ-layr.bg, са в лева.
            Показаните цени са валидни към момента на достъп до страницата, на
            която са показани, като ТАМАКРИС ЕООД си запазва правото да ги
            променя по всяко време, без предизвестие или уведомление.
          </p>

          <p>
            С извършването на поръчка на уебсайта www.activ-layr.bg вие
            неотменимо се задължавате да заплатите стойността на поръчаните
            продукти. В тази връзка Ви уведомяваме, че по време на процедурата
            по регистриране на Вашите поръчки ще бъдете пренасочени към
            сайтовете на нашите сътрудници, за да съберем данните, необходими за
            плащане.
          </p>

          <strong>6. ПЛАЩАНИЯ И ОГРАНИЧЕНИЯ</strong>

          <p>
            ТАМАКРИС ЕООД се опитва в рамките на уебсайта да предложи на
            клиентите си възможно най-подробно описание на продуктите си, но не
            гарантира, че описанието на продукта или каквото и да е друго
            съдържание на уебсайта www.activ-layr.bg е пълно или напълно
            липсващо на грешки. Също така, ТАМАКРИС ЕООД не поема отговорност за
            какъвто и да е вид загуби като: загуба на данни, пропуснати ползи,
            невъзможност за използване на данните на този сайт, промени без
            предварително уведомление на данните, цените или структурата на
            сайта.
          </p>

          <p>
            Продавачът ще издаде фактура на Клиента за доставените продукти. В
            този смисъл Клиентът има задължението да предостави на Продавача
            цялата информация, необходима за издаване на фактурата, съгласно
            действащото законодателство. Фактурата ще бъде предоставена на
            Клиента под формата на печатен материал при доставка на поръчаните
            продукти.
          </p>

          <strong>7. ПОЛИТИКА ЗА ДОСТАВКА</strong>

          <p>
            Продуктите се доставят от продавача, директно до дома на купувача
            /посочен от него адрес.
          </p>

          <p>Транспортът се извършва от куриерска фирма.</p>

          <p>
            Изпращането на поръчката за продуктите в наличност се извършва до 24
            часа след потвърждение на поръчката по имейл или телефон. Поръчката
            трябва да стигне до вас в рамките на максимум 2 работни дни от
            датата на потвърждаване на поръчката. Този срок може да бъде
            променен при обстоятелства извън нашия контрол, без да надвишава
            срок от 20 работни дни, считано от датата на получаване на Вашата
            поръчка.
          </p>

          <p>
            Поръчката ще бъде изпратена в опаковка, гарантираща сигурността на
            транспорта. Отговорността за щети, причинени по време на
            транспортирането на изпратения от нас продукт, пратка или колет,
            носи превозвачът в съответствие с действащото местно
            законодателство.
          </p>

          <strong>8. ПРОЦЕДУРА ЗА РАЗРЕШАВАНЕ НА ЖАЛБИ</strong>

          <p>
            Всяко неудовлетворение, свързано с достъпа, използването,
            регистрацията на нашия уебсайт, правенето на поръчка, аспекти,
            свързани с направената поръчка и други, ще бъде съобщено директно на
            нас, или по телефона на ТЕЛЕФОНЕН НОМЕР +359 89 333 78 78, или по
            имейл на customer@activ-layr.bg.
          </p>

          <p>
            Вашата жалба ще бъде регистрирана и ще получите писмен отговор на
            имейл адреса, посочен, когато сте изпратили жалбата си до нашето
            внимание, в рамките на не повече от 3 работни дни.
          </p>

          <p>
            Клиентът се съгласява да не публикува тези оплаквания (в социални
            мрежи, медии, дискусии на частни партита или по какъвто и да е друг
            начин).
          </p>

          <strong>9. ПРОМЕНИ В ПРАВИЛАТА И УСЛОВИЯТА</strong>

          <p>
            ТАМАКРИС ЕООД си запазва правото да прави промени по всяко време по
            отношение на съдържанието на уебсайта www.activ-layr.bg, политиката,
            правилата и условията за използване, без да е необходимо
            предварително уведомяване на потребителите в това отношение, въпреки
            че ние ще бъдем внимателни да уведомим клиентите за тези промени.
          </p>

          <p>
            Потребителят на уебсайта www.activ-layr.bg е длъжен редовно да
            проверява условията за ползване. Ако не сте съгласни с промените,
            направени от ТАМАКРИС ЕООД, ще спрете да използвате уебсайта. Ако
            потребителят продължи да използва сайта, се счита, че е съгласен с
            направените промени.
          </p>

          <strong>10. ПОЛИТИКА ЗА ВРЪЩАНЕ</strong>

          <p>
            Продуктите могат да бъдат върнати само ако са в същото състояние, в
            което са били доставени, включително опаковката.
          </p>

          <p>
            Продукти, които показват форми на потребление или износване, с
            отворена или незапечатана опаковка, които показват физически
            промени, неравности, драскотини, удари и т.н., не се приемат за
            връщане. Ако възнамерявате да върнете продукт, моля, вземете това
            решение, преди да го отворите/разпечатате/използвате.
          </p>

          <p>
            Моля, обърнете внимание, че връщане не се приема, ако продуктите са
            тествани/изпробвани. Тези продукти ще ви бъдат върнати с куриер, с
            наложен платеж. ПРОДАВАНИТЕ ОНЛАЙН ПРОДУКТИ НЕ СА ТЕСТОВИ, така че
            имайте предвид, че избирате точно този продукт, който желаете.
          </p>

          <p>
            Преди да върнат продуктите, клиентите трябва да уведомят писмено
            търговеца на имейл адрес customer@activ-layr.bg , където да посочат
            следното:
          </p>

          <ul>
            <li>продукта/продуктите, които желаят да върнат</li>
            <li>причината за връщането</li>
            <li>възможност за замяна или възстановяване на сумата</li>
          </ul>

          <strong>11. ФОРС-МАЖОР</strong>

          <p>
            Никоя от договарящите страни не носи отговорност за неизпълнението в
            срок и/или неправилното изпълнение - изцяло или частично - на някое
            от задълженията си по този договор, ако неизпълнението или
            неправилното изпълнение на съответното задължение е причинено от
            непреодолима сила, както е определено от закона, по независещи от
            страните причини.
          </p>

          <p>
            Страната, която се позовава на непреодолима сила, е длъжна да
            уведоми другата страна в срок от 5 (пет) дни за настъпването на
            събитието и да предприеме всички възможни мерки за ограничаване на
            последиците от него.
          </p>

          <strong>12. ПРИЛОЖИМО ЗАКОНОДАТЕЛСТВО</strong>

          <p>
            Всяко недоразумение между Търговеца и Клиента ще се разрешава по
            взаимно съгласие, а в случай на неуспех, ще се отнася до
            компетентните органи.
          </p>

          <strong>13. ЗАКЛЮЧИТЕЛНИ РАЗПОРЕДБИ</strong>

          <p>
            Този сайт е собственост на ТАМАКРИС ЕООД, което ви предоставя
            правото на достъп и използване на сайта, при условие че приемете
            настоящите Правила и условия. С достъпа и използването на сайта вие
            автоматично и недвусмислено се съгласявате да бъдете обвързани с
            Общите условия на сайта.
          </p>

          <p>
            ТАМАКРИС ЕООД има право да променя Общите условия по всяко време,
            без предизвестие, като публикува актуализираната версия на уебсайта.
            Клиентът има задължението да спазва стриктно Общите условия на
            уебсайта и не може да претендира или да се защити от непознаване на
            Общите условия на уебсайта, валидни към датата на достъп, използване
            и/или извършване на поръчка на уебсайта .
          </p>

          <p>
            ТАМАКРИС ЕООД периодично организира различни промоции, които се
            обявяват на уебсайта. Промоциите започват да важат в момента на
            активирането им в сайта и прекратяват валидността си в момента на
            деактивирането им в сайта. Промоциите не могат да се комбинират
            помежду си или с други отстъпки и са валидни само до изчерпване на
            количествата.
          </p>
        </div>
      </main>
    </Layout>
  );
}
